<?php

return [
    'private' => [
        'messages' => [
            'greeting_with_instruction' => "Привет, :name! 👋\n\nЯ бот для поздравлений с днем рождения. Чтобы начать, добавьте меня в любую вашу группу.",
        ],
        'buttons' => [
            'add_bot_to_group' => '➕ Добавить в группу',
        ],
    ],
    'group' => [
        'messages' => [
            'redirect_user_to_private_chat' => 'Для взаимодействия со мной, пожалуйста, используйте личные сообщения.',
            'new_chat_members' => 'Добро пожаловать!.',
        ],
    ],
];
